Repository: KDE/kbreakout
Catalog: po/*/kbreakout.po
Languages: el, eo

# NAME OF TRANSLATORS
source: Your names
el: Σπύρος Γεωργαράς, Τούsης Μανώλης
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
el: sng@hellug.gr, manolis@koppermind.homelinux.org
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com

source: General Settings
el: Γενικές ρυθμίσεις
eo: Ĝeneralaj Agordoj

source: Enabling the following option will make the game steal the mouse cursor, pause the game to get the cursor back.
el: Η ενεργοποίηση της επιλογής θα έχει σαν αποτέλεσμα την συγκράτηση του δρομέα του ποντικιού. Με παύση είναι δυνατή η επιστροφή του δρομέα.
eo: Ebligo de la sekva opcio igos la ludon ŝteli la muskursoron, paŭzu la ludon por reakiri la kursoron.

source: Fire on mouse click
el: Εκτόξευση με κλικ ποντικιού
eo: Lanĉi je musklako

source: A Breakout like game by KDE
el: Ένα παιχνίδι σαν το Breakout από το KDE
eo: Breakout-eca ludo de KDE

source: original author and maintainer
el: αρχικός συγγραφέας και συντηρητής
eo: origina aŭtoro kaj prizorganto

source: artwork
el: γραφικά
eo: artaĵoj

source: testing
el: έλεγχος
eo: testado

source: port to KGameRenderer
el: μεταφορά στο KGameRenderer
eo: portado al KGameRenderer

source: port to QtQuick
el: μεταφορά στο QtQuick
eo: portado al QtQuick

# @action
source: Fire the Ball
el: Εκτόξευση της μπάλας
eo: Lanĉi la Pilkon

# @action
source: Skip Level
el: Παράλειψη επιπέδου
eo: Preterlasi Nivelon

# @action
source: Add Life
el: Προσθήκη ζωής
eo: Aldoni Vivon

# @title:tab
source: Theme
el: Θέμα
eo: Etoso

# @title:tab
source: General
el: Γενικά
eo: Ĝenerala

source: Time (hh:mm)
el: Χρόνος (hh:mm)
eo: Tempo (hh:mm)

source: Starting a new game will end the current one!
el: Η έναρξη ενός νέου παιχνιδιού θα τερματίσει το τρέχον!
eo: Komencante novan ludon finos la aktualan!

# @title:window
source: New Game
el: Νέο παιχνίδι
eo: Nova Ludo

# @action:button
source: Start a New Game
el: Έναρξη ενός νέου παιχνιδιού
eo: Komenci Novan Ludon

source: Game won!
el: Παιχνίδι κερδήθηκε!
eo: Ludo venkita!

source: Time (hh:mm)
el: Χρόνος (hh:mm)
eo: Tempo (hh:mm)

source: Do you want to fire the ball on mouse click? Answering Yes will make the game steal the mouse cursor, pause the game to get the cursor back.
el: Επιθυμείτε την εκτόξευση της μπάλας με κλικ του ποντικιού; Απαντώντας θετικά, το παιχνίδι θα συγκρατήσει το δρομέα του ποντικιού. Κάντε παύση του παιχνιδιού για την εμφάνιση ξανά του δρομέα.
eo: Ĉu vi volas lanĉi la pilkon ja musklako? Jesa respondo igos la ludon ŝteli la musan kursoron, paŭzu la ludon por reakiri ĝin.

# @action;button
source: Use Mouse Click
el: Με κλικ του ποντικιού
eo: Uzi Musklakon

# @action;button
source: Ignore Mouse Click
el: Να αγνοηθεί το κλικ του ποντικιού
eo: Ignori Musklakon

source: Well done! You won the game
el: Πολύ καλά! Κερδίσατε το παιχνίδι
eo: Bone farita! Vi venkis la ludon

source: Level %1
el: Επίπεδο %1
eo: Nivelo %1

source: Game Paused!
el: Παιχνίδι σε παύση!
eo: Ludo Paŭzita!

source: Oops! You have lost the ball!
el: Χμμ! Χάσατε την μπάλα!
eo: Ho! Vi perdis la pilkon!

source: Game Over!
el: Τέλος παιχνιδιού!

source: Press %1 to fire the ball
el: Πιέστε %1 για εκτόξευση της μπάλας
eo: Premu %1 por lanĉi la pilkon

# @title:window
source: Fire on Click
eo: Lanĉi je Klako
